Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.resetPassword.signsOutEverywhere
source: Changing your password signs you out everywhere else — which is the point, if somebody else was in your account.
ar: تغيير كلمة المرور يسجّل خروجك من كل مكان آخر — وهذا هو المقصود، إن كان أحد غيرك داخل حسابك.
bn: পাসওয়ার্ড বদলালে অন্য সব জায়গা থেকে আপনি সাইন আউট হয়ে যাবেন — অন্য কেউ আপনার অ্যাকাউন্টে ঢুকে থাকলে সেটাই এর উদ্দেশ্য।
ca: Canviar la contrasenya et desconnecta de tots els altres llocs, que és el que cal si algú altre era al teu compte.
cs: Změna hesla tě odhlásí všude jinde – což je smyslem, pokud ti do účtu vstoupil někdo jiný.
da: Når du skifter adgangskode, bliver du logget ud alle andre steder – og det er meningen, hvis en anden har haft adgang til din konto.
de: Wenn du dein Passwort änderst, wirst du überall sonst abgemeldet – genau das ist der Sinn, falls jemand anderes in deinem Konto war.
el: Η αλλαγή κωδικού σε αποσυνδέει από παντού αλλού — και αυτό είναι το νόημα, αν κάποιος άλλος είχε μπει στον λογαριασμό σου.
es: Cambiar tu contraseña cierra tu sesión en todos los demás sitios, que es justo lo que buscas si otra persona estaba en tu cuenta.
fi: Salasanan vaihtaminen kirjaa sinut ulos kaikkialta muualta – mikä on tarkoituskin, jos joku muu oli tililläsi.
fr: Changer votre mot de passe vous déconnecte partout ailleurs — c’est voulu, si quelqu’un d’autre était dans votre compte.
he: שינוי הסיסמה מנתק אותך בכל מקום אחר — וזו המטרה, אם מישהו אחר היה בחשבון שלך.
hi: पासवर्ड बदलने पर आप बाकी हर जगह साइन आउट हो जाते हैं — अगर आपके अकाउंट में कोई और घुसा था, तो यही मकसद है।
hr: Promjena lozinke odjavljuje te posvuda drugdje — u tome je poanta ako je netko drugi bio u tvom računu.
hu: A jelszó módosítása máshol is kijelentkeztet – ez a lényeg, ha valaki más járt a fiókodban.
id: Mengubah kata sandi mengeluarkanmu dari tempat lain — dan memang itu tujuannya, jika ada orang lain di akunmu.
it: Cambiare la password ti disconnette da tutti gli altri dispositivi: è lo scopo, se qualcun altro era nel tuo account.
ja: パスワードを変更すると、他のすべての場所でサインアウトされます。他の誰かがアカウントに入っていた場合に備えた仕組みです。
ko: 비밀번호를 바꾸면 다른 모든 곳에서 로그아웃돼요. 다른 사람이 내 계정에 접속했다면 바로 그게 목적이에요.
ml: പാസ്‌വേഡ് മാറ്റിയാൽ മറ്റെല്ലായിടത്തും നിങ്ങൾ സൈൻ ഔട്ട് ആകും — മറ്റാരെങ്കിലും നിങ്ങളുടെ അക്കൗണ്ടിൽ ഉണ്ടായിരുന്നെങ്കിൽ അതാണ് ഉദ്ദേശ്യം.
ms: Menukar kata laluan akan melog keluar anda di tempat lain — itulah tujuannya, jika orang lain berada dalam akaun anda.
nb: Når du endrer passordet, logges du ut overalt ellers. Det er poenget hvis noen andre var inne på kontoen din.
nl: Als je je wachtwoord wijzigt, word je overal elders uitgelogd. Dat is de bedoeling als iemand anders in je account zat.
pl: Zmiana hasła wyloguje Cię wszędzie indziej — i o to chodzi, jeśli ktoś inny miał dostęp do Twojego konta.
pt_br: Alterar a senha desconecta você de todos os outros lugares, e é essa a ideia se outra pessoa estava na sua conta.
pt_pt: Alterar a palavra-passe termina a sua sessão em todos os outros sítios — que é o objetivo, se mais alguém estava na sua conta.
ro: Schimbarea parolei te deconectează de peste tot — exact asta e ideea, dacă altcineva era în contul tău.
ru: После смены пароля вы выйдете на всех остальных устройствах — в этом и смысл, если в аккаунт заходил кто-то чужой.
sk: Zmenou hesla sa odhlásiš všade inde — o to ide, ak bol v tvojom účte niekto cudzí.
sv: När du ändrar lösenordet loggas du ut överallt annars – det är meningen om någon annan var inne på ditt konto.
ta: கடவுச்சொல்லை மாற்றினால் மற்ற எல்லா இடங்களிலும் வெளியேற்றப்படுவீர்கள் — வேறொருவர் உங்கள் கணக்கில் இருந்தால் அதுவே நோக்கம்.
te: పాస్‌వర్డ్ మార్చితే మిగతా అన్ని చోట్లా మీరు సైన్ అవుట్ అవుతారు — మీ ఖాతాలో మరెవరైనా ఉంటే అదే ఉద్దేశం.
th: การเปลี่ยนรหัสผ่านจะออกจากระบบทุกที่อื่น ซึ่งเป็นจุดประสงค์หากมีคนอื่นเข้าบัญชีของคุณ
tr: Şifrenizi değiştirmek diğer tüm yerlerdeki oturumlarınızı kapatır; hesabınızda başkası varsa amaç da bu.
uk: Зміна пароля виводить вас із системи скрізь — це саме те, що потрібно, якщо в ваш обліковий запис заходив хтось інший.
ur: پاس ورڈ بدلنے سے آپ باقی ہر جگہ سائن آؤٹ ہو جاتے ہیں — یہی مقصد ہے، اگر کوئی اور آپ کے اکاؤنٹ میں تھا۔
vi: Đổi mật khẩu sẽ đăng xuất bạn ở mọi nơi khác — đó là chủ đích, nếu có người khác đã vào tài khoản của bạn.
zh_hans: 更改密码会让你在其他所有地方退出登录。如果有人曾进入你的账户，这正是用意所在。
zh_hant: 變更密碼會讓你在其他所有地方登出。如果有人曾進入你的帳號，這正是目的所在。

# auth.resetPassword.submit
source: Set Password
ar: تعيين كلمة المرور
bn: পাসওয়ার্ড সেট করুন
ca: Estableix la contrasenya
cs: Nastavit heslo
da: Angiv adgangskode
de: Passwort festlegen
el: Ορισμός κωδικού
es: Establecer contraseña
fi: Aseta salasana
fr: Définir le mot de passe
he: קבע סיסמה
hi: पासवर्ड सेट करें
hr: Postavi lozinku
hu: Jelszó beállítása
id: Atur Kata Sandi
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
ml: പാസ്‌വേഡ് സജ്ജമാക്കുക
ms: Tetapkan Kata Laluan
nb: Angi passord
nl: Wachtwoord instellen
pl: Ustaw hasło
pt_br: Definir senha
pt_pt: Definir palavra-passe
ro: Setează parola
ru: Установить пароль
sk: Nastaviť heslo
sv: Ange lösenord
ta: கடவுச்சொல்லை அமை
te: పాస్‌వర్డ్ సెట్ చేయి
th: ตั้งรหัสผ่าน
tr: Şifreyi Belirle
uk: Встановити пароль
ur: پاس ورڈ سیٹ کریں
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

# auth.resetPassword.submit.a11yHint
source: Sets your new password and signs you out of other devices
ar: يعيّن كلمة المرور الجديدة ويسجّل خروجك من الأجهزة الأخرى
bn: আপনার নতুন পাসওয়ার্ড সেট করে এবং অন্য ডিভাইস থেকে সাইন আউট করে
ca: Estableix la contrasenya nova i tanca la sessió als altres dispositius
cs: Nastaví nové heslo a odhlásí tě na ostatních zařízeních
da: Angiver din nye adgangskode og logger dig ud af andre enheder
de: Legt dein neues Passwort fest und meldet dich auf anderen Geräten ab
el: Ορίζει τον νέο κωδικό σου και σε αποσυνδέει από τις άλλες συσκευές
es: Establece tu nueva contraseña y cierra tu sesión en los demás dispositivos
fi: Asettaa uuden salasanasi ja kirjaa sinut ulos muilta laitteilta
fr: Définit votre nouveau mot de passe et vous déconnecte des autres appareils
he: קובע את הסיסמה החדשה שלך ומנתק אותך ממכשירים אחרים
hi: आपका नया पासवर्ड सेट करता है और दूसरे डिवाइस से साइन आउट कर देता है
hr: Postavlja tvoju novu lozinku i odjavljuje te s drugih uređaja
hu: Beállítja az új jelszavadat, és kijelentkeztet a többi eszközről
id: Mengatur kata sandi barumu dan mengeluarkanmu dari perangkat lain
it: Imposta la nuova password e ti disconnette dagli altri dispositivi
ja: 新しいパスワードを設定し、他のデバイスからサインアウトします
ko: 새 비밀번호를 설정하고 다른 기기에서 로그아웃해요
ml: പുതിയ പാസ്‌വേഡ് സജ്ജമാക്കി മറ്റ് ഉപകരണങ്ങളിൽ നിന്ന് സൈൻ ഔട്ട് ചെയ്യുന്നു
ms: Menetapkan kata laluan baharu anda dan melog keluar anda daripada peranti lain
nb: Angir det nye passordet ditt og logger deg ut av andre enheter
nl: Stelt je nieuwe wachtwoord in en logt je uit op andere apparaten
pl: Ustawia nowe hasło i wylogowuje z innych urządzeń
pt_br: Define sua nova senha e desconecta você dos outros dispositivos
pt_pt: Define a sua nova palavra-passe e termina a sessão nos outros dispositivos
ro: Setează noua parolă și te deconectează de pe celelalte dispozitive
ru: Устанавливает новый пароль и завершает сеансы на других устройствах
sk: Nastaví tvoje nové heslo a odhlási ťa z ostatných zariadení
sv: Anger ditt nya lösenord och loggar ut dig från andra enheter
ta: உங்கள் புதிய கடவுச்சொல்லை அமைத்து மற்றச் சாதனங்களிலிருந்து வெளியேற்றும்
te: మీ కొత్త పాస్‌వర్డ్‌ను సెట్ చేసి, ఇతర పరికరాల నుండి సైన్ అవుట్ చేస్తుంది
th: ตั้งรหัสผ่านใหม่ของคุณและออกจากระบบอุปกรณ์อื่น
tr: Yeni şifrenizi belirler ve diğer cihazlardaki oturumlarınızı kapatır
uk: Встановлює новий пароль і виводить вас із системи на інших пристроях
ur: آپ کا نیا پاس ورڈ سیٹ کرتا ہے اور دوسری ڈیوائسز سے سائن آؤٹ کرتا ہے
vi: Đặt mật khẩu mới và đăng xuất bạn khỏi các thiết bị khác
zh_hans: 设置新密码，并让其他设备退出登录
zh_hant: 設定你的新密碼，並讓你在其他裝置登出

# auth.resetPassword.subtitle
source: Enter the code we sent to %@, then the password you want from now on.
ar: أدخل الرمز الذي أرسلناه إلى %@، ثم كلمة المرور التي تريدها من الآن.
bn: %@-এ পাঠানো কোডটি দিন, তারপর এখন থেকে যে পাসওয়ার্ড চান তা দিন।
ca: Introdueix el codi que hem enviat a %@ i, després, la contrasenya que vols a partir d'ara.
cs: Zadej kód, který jsme poslali na %@, a pak heslo, které chceš používat od teď.
da: Indtast koden, vi sendte til %@, og derefter den adgangskode, du vil bruge fremover.
de: Gib den Code ein, den wir an %@ gesendet haben, und dann das Passwort, das du ab jetzt verwenden willst.
el: Εισήγαγε τον κωδικό που στείλαμε στο %@ και μετά τον κωδικό πρόσβασης που θέλεις από εδώ και πέρα.
es: Introduce el código que enviamos a %@ y, después, la contraseña que quieres usar de ahora en adelante.
fi: Anna osoitteeseen %@ lähettämämme koodi ja sen jälkeen salasana, jota haluat käyttää jatkossa.
fr: Saisissez le code envoyé à %@, puis le mot de passe que vous voulez utiliser désormais.
he: הזן את הקוד ששלחנו אל %@, ואז את הסיסמה שאתה רוצה מעכשיו.
hi: %@ को भेजा गया कोड डालें, फिर वह पासवर्ड जो आप अब से चाहते हैं।
hr: Unesi kod koji smo poslali na %@, a zatim lozinku koju želiš od sada.
hu: Add meg a(z) %@ címre küldött kódot, majd azt a jelszót, amelyet ezentúl használni szeretnél.
id: Masukkan kode yang kami kirim ke %@, lalu kata sandi yang kamu inginkan mulai sekarang.
it: Inserisci il codice che abbiamo inviato a %@, poi la password che vuoi usare da ora in poi.
ja: %@に送信したコードと、今後使いたいパスワードを入力してください。
ko: %@(으)로 보낸 코드를 입력한 다음, 앞으로 사용할 비밀번호를 입력하세요.
ml: %@ എന്നതിലേക്ക് ഞങ്ങൾ അയച്ച കോഡും, ഇനിമുതൽ നിങ്ങൾക്ക് വേണ്ട പാസ്‌വേഡും നൽകുക.
ms: Masukkan kod yang kami hantar ke %@, kemudian kata laluan yang anda mahu mulai sekarang.
nb: Skriv inn koden vi sendte til %@, og deretter passordet du vil bruke fra nå av.
nl: Voer de code in die we naar %@ hebben gestuurd, en daarna het wachtwoord dat je vanaf nu wilt gebruiken.
pl: Wpisz kod wysłany na adres %@, a potem hasło, którego chcesz używać od teraz.
pt_br: Digite o código que enviamos para %@ e depois a senha que você quer usar a partir de agora.
pt_pt: Introduza o código que enviámos para %@ e depois a palavra-passe que quer usar a partir de agora.
ro: Introdu codul trimis la %@, apoi parola pe care o vrei de acum încolo.
ru: Введите код, отправленный на %@, а затем пароль, который хотите использовать дальше.
sk: Zadaj kód, ktorý sme poslali na %@, a potom heslo, ktoré chceš odteraz používať.
sv: Ange koden vi skickade till %@ och sedan lösenordet du vill ha från och med nu.
ta: %@ முகவரிக்கு அனுப்பிய குறியீட்டை உள்ளிட்டு, இனி நீங்கள் விரும்பும் கடவுச்சொல்லை உள்ளிடுங்கள்.
te: %@కు మేము పంపిన కోడ్‌ను, ఆ తర్వాత ఇకపై మీరు కోరుకునే పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ใส่รหัสที่เราส่งไปที่ %@ แล้วใส่รหัสผ่านที่คุณต้องการใช้จากนี้ไป
tr: %@ adresine gönderdiğimiz kodu, ardından bundan sonra kullanmak istediğiniz şifreyi girin.
uk: Введіть код, який ми надіслали на %@, а потім пароль, який ви хочете використовувати відтепер.
ur: %@ کو بھیجا گیا کوڈ درج کریں، پھر وہ پاس ورڈ جو آپ اب سے چاہتے ہیں۔
vi: Nhập mã chúng tôi đã gửi đến %@, rồi nhập mật khẩu bạn muốn dùng từ bây giờ.
zh_hans: 输入我们发送到 %@ 的验证码，然后输入你今后想使用的密码。
zh_hant: 請輸入我們寄到 %@ 的驗證碼，然後輸入你之後想使用的密碼。

# auth.resetPassword.title
source: Choose a new password
ar: اختر كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড বেছে নিন
ca: Tria una contrasenya nova
cs: Vyber si nové heslo
da: Vælg en ny adgangskode
de: Neues Passwort wählen
el: Επίλεξε νέο κωδικό
es: Elige una contraseña nueva
fi: Valitse uusi salasana
fr: Choisissez un nouveau mot de passe
he: בחר סיסמה חדשה
hi: नया पासवर्ड चुनें
hr: Odaberi novu lozinku
hu: Válassz új jelszót
id: Pilih kata sandi baru
it: Scegli una nuova password
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
ml: പുതിയ പാസ്‌വേഡ് തിരഞ്ഞെടുക്കുക
ms: Pilih kata laluan baharu
nb: Velg et nytt passord
nl: Kies een nieuw wachtwoord
pl: Wybierz nowe hasło
pt_br: Escolha uma nova senha
pt_pt: Escolha uma nova palavra-passe
ro: Alege o parolă nouă
ru: Придумайте новый пароль
sk: Vyber si nové heslo
sv: Välj ett nytt lösenord
ta: புதிய கடவுச்சொல்லைத் தேர்ந்தெடுங்கள்
te: కొత్త పాస్‌వర్డ్ ఎంచుకోండి
th: เลือกรหัสผ่านใหม่
tr: Yeni bir şifre seçin
uk: Виберіть новий пароль
ur: نیا پاس ورڈ چنیں
vi: Chọn mật khẩu mới
zh_hans: 设置新密码
zh_hant: 設定新密碼

# auth.signIn.biometric.button
source: Sign in with %@
ar: سجّل الدخول بـ%@
bn: %@ দিয়ে সাইন ইন করুন
ca: Inicia la sessió amb %@
cs: Přihlásit se pomocí %@
da: Log ind med %@
de: Mit %@ anmelden
el: Σύνδεση με %@
es: Iniciar sesión con %@
fi: Kirjaudu: %@
fr: Se connecter avec %@
he: התחבר עם %@
hi: %@ से साइन इन करें
hr: Prijava pomoću: %@
hu: Bejelentkezés: %@
id: Masuk dengan %@
it: Accedi con %@
ja: %@でサインイン
ko: %@(으)로 로그인
ml: %@ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
ms: Log masuk dengan %@
nb: Logg inn med %@
nl: Inloggen met %@
pl: Zaloguj się: %@
pt_br: Entrar com %@
pt_pt: Iniciar sessão com %@
ro: Autentifică-te cu %@
ru: Войти через %@
sk: Prihlásiť sa cez %@
sv: Logga in med %@
ta: %@ மூலம் உள்நுழை
te: %@తో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้ด้วย %@
tr: %@ ile giriş yap
uk: Увійти через %@
ur: %@ سے سائن اِن کریں
vi: Đăng nhập bằng %@
zh_hans: 使用 %@ 登录
zh_hant: 使用 %@ 登入

# auth.signIn.biometric.failed
source: %@ sign-in didn't work. Use your password.
ar: تعذّر تسجيل الدخول بـ%@. استخدم كلمة المرور.
bn: %@ দিয়ে সাইন ইন কাজ করেনি। পাসওয়ার্ড ব্যবহার করুন।
ca: L'inici de sessió amb %@ no ha funcionat. Fes servir la contrasenya.
cs: Přihlášení pomocí %@ nevyšlo. Použij heslo.
da: Login med %@ virkede ikke. Brug din adgangskode.
de: Die Anmeldung mit %@ hat nicht geklappt. Verwende dein Passwort.
el: Η σύνδεση με %@ δεν λειτούργησε. Χρησιμοποίησε τον κωδικό σου.
es: No funcionó el inicio de sesión con %@. Usa tu contraseña.
fi: Kirjautuminen (%@) ei onnistunut. Käytä salasanaasi.
fr: La connexion avec %@ n’a pas fonctionné. Utilisez votre mot de passe.
he: ההתחברות עם %@ לא הצליחה. השתמש בסיסמה שלך.
hi: %@ से साइन-इन नहीं हो पाया। अपना पासवर्ड इस्तेमाल करें।
hr: Prijava pomoću: %@ nije uspjela. Koristi lozinku.
hu: A(z) %@ bejelentkezés nem sikerült. Használd a jelszavadat.
id: Masuk dengan %@ tidak berhasil. Pakai kata sandimu.
it: L'accesso con %@ non ha funzionato. Usa la tua password.
ja: %@でサインインできませんでした。パスワードを使ってください。
ko: %@ 로그인이 되지 않았어요. 비밀번호를 사용하세요.
ml: %@ സൈൻ ഇൻ പ്രവർത്തിച്ചില്ല. പാസ്‌വേഡ് ഉപയോഗിക്കുക.
ms: Log masuk dengan %@ tidak berjaya. Gunakan kata laluan anda.
nb: Pålogging med %@ fungerte ikke. Bruk passordet ditt.
nl: Inloggen met %@ is niet gelukt. Gebruik je wachtwoord.
pl: Logowanie przez %@ nie zadziałało. Użyj hasła.
pt_br: A entrada com %@ não funcionou. Use sua senha.
pt_pt: O início de sessão com %@ não funcionou. Use a sua palavra-passe.
ro: Autentificarea cu %@ nu a mers. Folosește parola.
ru: Вход через %@ не удался. Используйте пароль.
sk: Prihlásenie cez %@ nefungovalo. Použi heslo.
sv: Inloggningen med %@ fungerade inte. Använd ditt lösenord.
ta: %@ உள்நுழைவு வேலை செய்யவில்லை. உங்கள் கடவுச்சொல்லைப் பயன்படுத்துங்கள்.
te: %@ సైన్-ఇన్ పని చేయలేదు. మీ పాస్‌వర్డ్ వాడండి.
th: การลงชื่อเข้าใช้ด้วย %@ ไม่สำเร็จ ใช้รหัสผ่านของคุณ
tr: %@ ile giriş çalışmadı. Şifrenizi kullanın.
uk: Вхід через %@ не вдався. Скористайтеся паролем.
ur: %@ سے سائن اِن نہیں ہوا۔ اپنا پاس ورڈ استعمال کریں۔
vi: Đăng nhập bằng %@ không thành công. Hãy dùng mật khẩu.
zh_hans: %@ 登录未成功。请使用密码。
zh_hant: %@ 登入失敗，請使用密碼。

# auth.signIn.biometric.hint
source: Unlocks your saved Known session using %@
ar: يفتح جلستك المحفوظة في «معروف» باستخدام %@
bn: %@ ব্যবহার করে আপনার সংরক্ষিত Known সেশন আনলক করে
ca: Desbloqueja la teva sessió de Known desada amb %@
cs: Odemkne tvou uloženou relaci aplikace Known pomocí %@
da: Låser din gemte Known-session op med %@
de: Entsperrt deine gespeicherte Known-Sitzung mit %@
el: Ξεκλειδώνει την αποθηκευμένη συνεδρία σου στο Known με %@
es: Desbloquea tu sesión guardada de Known con %@
fi: Avaa tallennetun Known-istuntosi käyttäen: %@
fr: Déverrouille votre session Known enregistrée avec %@
he: פותח את ההתחברות השמורה שלך ל-Known באמצעות %@
hi: %@ से आपका सहेजा हुआ Known सेशन अनलॉक करता है
hr: Otključava tvoju spremljenu Known sesiju pomoću: %@
hu: Feloldja a mentett Known-munkamenetedet ezzel: %@
id: Membuka sesi Known tersimpanmu memakai %@
it: Sblocca la tua sessione Known salvata usando %@
ja: %@で、保存されたKnownのセッションを解除します
ko: %@을(를) 사용해 저장된 Known 세션을 잠금 해제해요
ml: %@ ഉപയോഗിച്ച് സേവ് ചെയ്ത Known സെഷൻ അൺലോക്ക് ചെയ്യുന്നു
ms: Membuka sesi Known tersimpan anda menggunakan %@
nb: Låser opp den lagrede Known-økten din med %@
nl: Ontgrendelt je opgeslagen Known-sessie met %@
pl: Odblokowuje zapisaną sesję Known za pomocą %@
pt_br: Desbloqueia sua sessão salva do Known usando %@
pt_pt: Desbloqueia a sua sessão Known guardada com %@
ro: Deblochează sesiunea Known salvată folosind %@
ru: Открывает сохранённый сеанс Known с помощью %@
sk: Odomkne tvoju uloženú reláciu Known pomocou %@
sv: Låser upp din sparade Known-session med %@
ta: %@ மூலம் சேமிக்கப்பட்ட உங்கள் Known அமர்வைத் திறக்கும்
te: %@ ఉపయోగించి మీ సేవ్ చేసిన Known సెషన్‌ను అన్‌లాక్ చేస్తుంది
th: ปลดล็อกเซสชัน Known ที่บันทึกไว้โดยใช้ %@
tr: Kayıtlı Known oturumunuzu %@ kullanarak açar
uk: Розблоковує ваш збережений сеанс Known за допомогою %@
ur: %@ کے ذریعے آپ کا محفوظ کردہ Known سیشن کھولتا ہے
vi: Mở khóa phiên Known đã lưu bằng %@
zh_hans: 使用 %@ 解锁你已保存的 Known 会话
zh_hant: 使用 %@ 解鎖你已儲存的 Known 工作階段

# auth.signIn.divider.or
source: or
ar: أو
bn: অথবা
ca: o
cs: nebo
da: eller
de: oder
el: ή
es: o
fi: tai
fr: ou
he: או
hi: या
hr: ili
hu: vagy
id: atau
it: oppure
ja: または
ko: 또는
ml: അല്ലെങ്കിൽ
ms: atau
nb: eller
nl: of
pl: lub
pt_br: ou
pt_pt: ou
ro: sau
ru: или
sk: alebo
sv: eller
ta: அல்லது
te: లేదా
th: หรือ
tr: veya
uk: або
ur: یا
vi: hoặc
zh_hans: 或
zh_hant: 或

# auth.signIn.error.passwordEmpty
source: Enter your password.
ar: أدخل كلمة المرور.
bn: আপনার পাসওয়ার্ড দিন।
ca: Introdueix la contrasenya.
cs: Zadej své heslo.
da: Indtast din adgangskode.
de: Gib dein Passwort ein.
el: Εισήγαγε τον κωδικό σου.
es: Introduce tu contraseña.
fi: Anna salasanasi.
fr: Saisissez votre mot de passe.
he: הזן את הסיסמה שלך.
hi: अपना पासवर्ड डालें।
hr: Unesi lozinku.
hu: Add meg a jelszavadat.
id: Masukkan kata sandimu.
it: Inserisci la tua password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력하세요.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക.
ms: Masukkan kata laluan anda.
nb: Skriv inn passordet ditt.
nl: Voer je wachtwoord in.
pl: Wpisz hasło.
pt_br: Digite sua senha.
pt_pt: Introduza a sua palavra-passe.
ro: Introdu parola.
ru: Введите пароль.
sk: Zadaj svoje heslo.
sv: Ange ditt lösenord.
ta: உங்கள் கடவுச்சொல்லை உள்ளிடுங்கள்.
te: మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ใส่รหัสผ่านของคุณ
tr: Şifrenizi girin.
uk: Введіть пароль.
ur: اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn.
zh_hans: 请输入密码。
zh_hant: 請輸入你的密碼。

# auth.signIn.forgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξέχασες τον κωδικό;
es: ¿Olvidaste tu contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravljena lozinka?
hu: Elfelejtetted a jelszavad?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
ml: പാസ്‌വേഡ് മറന്നോ?
ms: Lupa kata laluan?
nb: Glemt passordet?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-passe?
ro: Ai uitat parola?
ru: Забыли пароль?
sk: Zabudnuté heslo?
sv: Glömt lösenordet?
ta: கடவுச்சொல் மறந்துவிட்டதா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่าน?
tr: Şifremi unuttum
uk: Забули пароль?
ur: پاس ورڈ بھول گئے؟
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# auth.signIn.forgotPassword.hint
source: Sends a six digit code so you can reset your password
ar: يرسل رمزًا من ستة أرقام لإعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করতে ছয় সংখ্যার একটি কোড পাঠায়
ca: Envia un codi de sis dígits perquè puguis restablir la contrasenya
cs: Pošle šestimístný kód, abys mohl obnovit heslo
da: Sender en sekscifret kode, så du kan nulstille din adgangskode
de: Sendet einen sechsstelligen Code, damit du dein Passwort zurücksetzen kannst
el: Στέλνει έναν εξαψήφιο κωδικό για να επαναφέρεις τον κωδικό σου
es: Envía un código de seis dígitos para que restablezcas tu contraseña
fi: Lähettää kuusinumeroisen koodin, jolla voit palauttaa salasanasi
fr: Envoie un code à six chiffres pour réinitialiser votre mot de passe
he: שולח קוד בן שש ספרות כדי שתוכל לאפס את הסיסמה
hi: छह अंकों का कोड भेजता है ताकि आप अपना पासवर्ड रीसेट कर सकें
hr: Šalje šesteroznamenkasti kod za poništavanje lozinke
hu: Hatjegyű kódot küld a jelszavad visszaállításához
id: Mengirim kode enam digit agar kamu bisa mereset kata sandi
it: Invia un codice di sei cifre per reimpostare la password
ja: パスワードをリセットするための6桁のコードを送ります
ko: 비밀번호를 재설정할 수 있도록 6자리 코드를 보내요
ml: പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യാൻ ആറക്ക കോഡ് അയയ്ക്കുന്നു
ms: Menghantar kod enam digit supaya anda boleh menetapkan semula kata laluan
nb: Sender en sekssifret kode slik at du kan tilbakestille passordet ditt
nl: Stuurt een zescijferige code zodat je je wachtwoord kunt resetten
pl: Wysyła sześciocyfrowy kod, aby zresetować hasło
pt_br: Envia um código de seis dígitos para você redefinir a senha
pt_pt: Envia um código de seis dígitos para repor a palavra-passe
ro: Trimite un cod din șase cifre ca să îți poți reseta parola
ru: Отправляет шестизначный код для сброса пароля
sk: Pošle šesťmiestny kód, aby si mohol obnoviť heslo
sv: Skickar en sexsiffrig kod så att du kan återställa lösenordet
ta: கடவுச்சொல்லை மீட்டமைக்க ஆறு இலக்கக் குறியீட்டை அனுப்பும்
te: పాస్‌వర్డ్ రీసెట్ చేయడానికి ఆరు అంకెల కోడ్ పంపుతుంది
th: ส่งรหัสหกหลักเพื่อให้คุณรีเซ็ตรหัสผ่าน
tr: Şifrenizi sıfırlayabilmeniz için altı haneli bir kod gönderir
uk: Надсилає шестизначний код, щоб ви могли скинути пароль
ur: چھ ہندسوں کا کوڈ بھیجتا ہے تاکہ آپ پاس ورڈ ری سیٹ کر سکیں
vi: Gửi mã sáu chữ số để bạn đặt lại mật khẩu
zh_hans: 发送六位验证码，以便重置密码
zh_hant: 寄送六位數驗證碼，讓你重設密碼

# auth.signIn.navTitle
source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
ca: Inicia la sessió
cs: Přihlášení
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ml: സൈൻ ഇൻ
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Logowanie
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentificare
ru: Вход
sk: Prihlásenie
sv: Logga in
ta: உள்நுழை
te: సైన్ ఇన్
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Вхід
ur: سائن اِن
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth.signIn.password.hint
source: The password for your Known account
ar: كلمة مرور حسابك في «معروف»
bn: আপনার Known অ্যাকাউন্টের পাসওয়ার্ড
ca: La contrasenya del teu compte de Known
cs: Heslo k tvému účtu Known
da: Adgangskoden til din Known-konto
de: Das Passwort deines Known-Kontos
el: Ο κωδικός του λογαριασμού σου στο Known
es: La contraseña de tu cuenta de Known
fi: Known-tilisi salasana
fr: Le mot de passe de votre compte Known
he: הסיסמה של חשבון Known שלך
hi: आपके Known अकाउंट का पासवर्ड
hr: Lozinka tvog Known računa
hu: A Known-fiókod jelszava
id: Kata sandi akun Known-mu
it: La password del tuo account Known
ja: Knownアカウントのパスワード
ko: Known 계정의 비밀번호
ml: നിങ്ങളുടെ Known അക്കൗണ്ടിന്റെ പാസ്‌വേഡ്
ms: Kata laluan untuk akaun Known anda
nb: Passordet til Known-kontoen din
nl: Het wachtwoord van je Known-account
pl: Hasło do Twojego konta Known
pt_br: A senha da sua conta Known
pt_pt: A palavra-passe da sua conta Known
ro: Parola contului tău Known
ru: Пароль вашего аккаунта Known
sk: Heslo k tvojmu účtu Known
sv: Lösenordet till ditt Known-konto
ta: உங்கள் Known கணக்கின் கடவுச்சொல்
te: మీ Known ఖాతా పాస్‌వర్డ్
th: รหัสผ่านของบัญชี Known ของคุณ
tr: Known hesabınızın şifresi
uk: Пароль вашого облікового запису Known
ur: آپ کے Known اکاؤنٹ کا پاس ورڈ
vi: Mật khẩu của tài khoản Known của bạn
zh_hans: 你的 Known 账户密码
zh_hant: 你 Known 帳號的密碼
